

 
 

 [
    {
"Proverbe":"Il n’y a rien qu’on puisse faire avec le droit d’aînesse que detaquiner le plus jeune que soi",
"Explication" :"Le plus fort ne doit pas utiliser sa force pour brimer le plus faible. Être grand n’est pas une fin en soi"
},
{
    "Proverbe":" Le peuple yoruba ne vit pas de la mendicité, il vit de son travail labeur", 
    
   "Explication":"Le peuple yorouba est un peuple travail leur et digne"
},
{
    "Proverbe":"Un cours d’eau  qui transporte un tronc d’arbre à contre-courant ne pourra pas bien couler",

    "Explication": "En cherchant à faire du mal à autrui, on se fait aussi du mal indirectement"
},

{
    "Proverbe":"Bénéficier  d’un  bienfait  sans  exprimer sa  gratitude  est  comme  un  cambriolage ",
    "Explication":" Il faut toujours être reconnaissant envers son bienfaiteur"
},
{

    "Proverbe":"L’œil qui a connu le malheur et qui n’a pas crevé, connaitra certainement le bonheur ",
    "Explication":"L’endurance à surmonter toutes les épreuves de la vie, nous fortifie. Après la pluie, le beau temps"
},
{
    "Proverbe":"Il existe toute une variété de perles au marché, pourtant Shango (une divinité) a choisi Monkele (une variété moins chère de perles)",

    "Explication":"Le gout est relatif. Bien qu’il y ait beaucoup de  vices  dans  la  société,  on  peut  choisir  de s’en abstenir pour vivre selon les normes, les  mœurs "
},
{
    "Proverbe":"Le début de la dépravation et du dénuement donne l’illusion du bien vivre",
"Explication":"On peut sombrer dans la dépravation et le dénuement, faute de modération dans notre mode de vie"
},
{
    "Proverbe":" Celui qui ne connait l’éléphant que dans la sauce ne connait pas sa valeur, celui qui ne connait le buffle que dans la sauce ne goûte même pas la valeur de la sauce",
"Explication": "A vaincre sans péril, on triomphe sans gloire"
},

{
    "Proverbe":" Être rassasié le matin ne veut pas dire qu’on le sera jusqu’au soir.",
"Explication":"De rapides premiers succès peuvent constituer un motif à freiner ses efforts et risquer, par cette disposition,de passer à côté d’objectifs ambitieux"
},
{
    "Proverbe":"C’est seulement avec astuce qu’on parvient à chasser une mouche, non en agissant rapidement",
"Explication": "L’imprudence consiste à passer à l’action par la simple vue d’un éventuel objectif, dans la précipitation"

},
{
    "Proverbe":"Si l’on s’en tient à la mine renfrognée du vieillard, on ne saura pas faire ses emplettes dans un marché lointain",
"Explication": "Des traits disgracieux dissimulent parfois une vraie personnalité" 

},
{

    "Proverbe":"Le fardeau que supporte un transporteur de meule, n’est point aisé à déplacer pour un porteur de sel",
"Explication":"ExplicationFaire preuve d’empathie et se mettre à la place d'autrui n’est pas toujours chose facile"
},

{
     "Proverbe":"Une femme a lavé des patates et son mari s’est empressé d’aller les vendre : chacun a quelque chose à mettre en valeur",
     "Explication":"Une femme a lavé des pommes de terre afin de calmer sa faim ce dont son mari l’en empêche. Alors, elle réalise posséder quelque chose à vendre pour satisfaire ses besoins.  À quelque chose, malheur est bon"

},
{
    "Proverbe":"L’on péta auprès de la belle femme avant de regarder derrière soi. C’est ce qui aurait dû être faire en premier qu’on garde pour la fin",
    "Explication": "Chaque chose en son temps" 
    
},

{
    "Proverbe":"La princesse a lavé un pied au lieu des deux :ce qui plaît aux jeunes gens nous échappe",
    "Explication":"Un dilemme caractérise la difficulté à faire un choix devant deux voies assez sembables"
},
{
    "Proverbe":" Même la langue et la dent se contrarient",
    "Expliction":"Pour encourager la conciliation, devant des situations difficiles où les protagonistes ont du mal à s’entendre"
},

{
    "Proverbe":"Si la bouche pèche, c’est le genou qui se plie",

    "Explication":"L’auteur d’une erreur n’est pas toujours celui qui demande pardon "  
    
},

{
 "Proverbe":"C’est celui qui a l’habitude d’aller chercher de l’eau au marigot qui casse la gourde",
"Explication":"Pour demander excuse pour un tiers ayant commis un délit, alors qu’il tentait de faire du bien. Seuls ceux qui ne font rien ne se trompent pas"
},
{
    "Proverbe":"Quand on parle à un sourd, ceux qui ont des oreilles entendent",
    "Explication":"Lorsqu’on parle à un imbécile, ce sont les personnes sensées qui en sont touchés"
},
{
 "Proverbe":"Si tu veux le miel de la pierre, ne crains pas la lame de ta hache",
"Explication":"Rien de louable ne s’obtient dans la facilité ; qui ne risque rien n’a rien"
},
{
 "Proverbe":"Un cheval de campagne ne court pas en ville",
 "Explication":"Se dit pour se moquer d’un dépaysé qui veut être parfait dans un nouveau milieu"
},

{
    "Proverbe":"Une chienne ne mord pas son petit jusqu’à l’os",
    "Explication":"Se dit pour solliciter une clémence devant une situation qui nécessite un châtiment"
},
{
    "Proverbe":"Tout en invoquant Dieu, accroche-toi bien à la branche",
    "Explication":" Pour dénoncer l’abus de croyance, le fanatisme"
},
{
"Proverbe":"Le gain d’un seul, c’est l’échec",
"Explication":" La richesse devrait être partagée"
}
]

 

